<?php
// require_once $_SERVER['DOCUMENT_ROOT'].'/_.php';



// Нам понадобятся функции:
////////////////////////////////////////////////////////////////////////////////
// …



// Запросы и операции выполняются, если получены входящие параметры.
////////////////////////////////////////////////////////////////////////////////
dgDV($Input,'$Input');

$result = true;
// Формируем таблицу данных:
if ($result) {
	unset($sql, $temp_data/*, $a*/);
	trigger_error('sn ::: Успешно!');
} else trigger_error('en ::: Безрезультатно!');
